<?php require("include_header.php"); ?>

<?php
    if($lang == "en"){
        $canonical_page = URL."?lang=en";
    }else{
        $canonical_page = URL;
    }
?>

    <title>จัดส่ง PM INTERMART</title>
    
    <meta name="description" content="จัดส่ง PM INTERMART สินค้าถึงคุณอย่างสบายใจ และปลอดภัย ด้วยมาตราฐานการจัดส่งที่มีประสิทธิภาพ" />
    <link rel="canonical" href="<?php echo $canonical_page;?>" />
</head>
<body itemscope itemtype="http://schema.org/WebPage"> 

 <?php
        if($lang == "en"){
            $delivery_free_1 = "Free delivered by our staffs";
            $delivery_free_detial_1 = "The amounts order over Bht. 5,000<br>
                                            (Inner Bangkok Area & Nonthaburi)";
            $delivery_free_2 = "Delivered by transportation";
            $delivery_free_detial_2 = "Transport cost pay at destination<br>
                                            (All cities in thailand)";
            $delivery_free_3 = "Delivered by parcel post";
            $delivery_free_detial_3 = "Small parcel goods only<br>
                                            Client's payment (notice before delivery)";
        }else{
            $delivery_free_1 = "จัดส่งโดยพนักงานบริษัท";
            $delivery_free_detial_1 = "ในเขตพื้นที่กรุงเทพชั้นในและนนทบุรี";

            $delivery_free_2 = "จัดส่งโดยบริษัทขนส่งเอกชน";
            $delivery_free_detial_2 = "ทุกจังหวัดในประเทศไทย";

            $delivery_free_3 = "จัดส่งทางพัสดุไปรษณีย์";
            $delivery_free_detial_3 = "สินค้าขนาดเล็ก จำนวนไม่มาก";


            $content_1 = "
                การจัดส่งจะจัดส่งในวันถัดไป 
            ";
            $content_2 = "
            <p><strong>นโยบายการจัดส่งสินค้า และการรับประกันสินค้า</strong></p>

            <p>
                1. บริษัท พีเอ็ม อินเตอร์มาร์ท จํากัด จะเริ่มนับระยะเวลาจัดส่งสินค้า เมื่อได้รับหลักฐานยืนยันการชำระเงินจากลูกค้าแล้ว 
                บริษัทฯ จะดำเนินการจัดส่งสินค้าให้ท่านในวันถัดไป แต่อย่างไรก็ตามอาจเกิดความล่าช้าได้ หรือคลาดเคลื่อนได้ 
                เนื่องจากหลายปัจจัย อาทิเช่น สภาพอากาศ, สภาพการจราจร, เหตุการณ์ความไม่สงบทางการเมืองม, ช่วงเทศกาล และปัจจัยอื่น ๆ 
                ที่อยู่นอกเหนือการควบคุม โดยระยะเวลาจัดส่งขึ้นอยู่กับสถานที่รับสินค้า ระยะเวลาในการจัดส่งเป็นระยะเวลาโดยประมาณ 
                ขึ้นอยู่กับบริษัทฯที่ทำการจัดส่ง โดยไม่นับวันเสาร์ - อาทิตย์ และวันหยุดราชการ
                    <ul>
                        <li>กรุงเทพฯ และปริมณฑลฯ หลังจากวันที่จัดส่งสินค้า ลูกค้าจะได้รับสินค้าภายใน 2-3 วันทำการ</li>
                        <li>ต่างจังหวัด หลังจากวันที่จัดส่งสินค้า ลูกค้าจะได้รับสินค้าภายใน 4-5 วันทำการ</li>
                    </ul>
            </p>
            <p>
                2. ช่องทางการจัดส่ง ทางบริษัทฯ มีช่องทางการจัดส่งอยู่ 3 ช่อง ดังนี้ 
                <ul>
                    <li>จัดส่งโดยพนักงานบริษัท (บริษัทฯ ได้ตกลงกับผู้ซื้อเป็นที่เรียบร้อย)</li>
                    <li>จัดส่งโดยบริษัทขนส่งเอกชน (บริษัทฯ ได้ตกลงกับผู้ซื้อเป็นที่เรียบร้อย)</li>
                    <li>จัดส่งทางพัสดุไปรษณีย์</li>
                </ul>
            </p>
            <p>
                3. สินค้าจะได้รับการจัดส่งไปยังที่อยู่ที่ระบุไว้ในส่วนของที่อยู่สำหรับจัดส่งสินค้าเท่านั้น 
                และไม่สามารถเปลี่ยนแปลงที่อยู่จัดส่งได้อีกเมื่อได้รับยืนยันการจัดส่งเรียบร้อยแล้ว
            </p>
            
            <p>4. กรุณาตรวจนับสินค้า และเช็คสภาพสินค้า ก่อนรับสินค้าทุกครั้ง<br>    
                บริษัท พีเอ็ม อินเตอร์มาร์ท จํากัด มีความตั้งใจจะให้บริการอย่างดีที่สุดแก่ลูกค้าของเรา ขณะนี้เราทำการจัดส่งสินค้าทั่วประเทศไทย
            </p>
            <p>5. กรณีลูกค้าได้รับสินค้าล่าช้า หรือไม่ได้รับสินค้า<br>    
                กรุณาติดต่อมาที่ บริษัท พีเอ็ม อินเตอร์มาร์ท จำกัด หมายเลข (02) 149 5471
            </p>


            <p><strong>เงื่อนไขการรับผิดชอบในการจัดส่งสินค้า</strong></p>
                <ul>
                    <li>บริษัทฯขอสงวนสิทธิ์ในการจัดส่งสินค้าล่าช้าได้ แต่ไม่เกิน 3 วันทำการ และจะแจ้งให้ลูกค้าทราบถึงความล่าช้าที่เกิดขึ้น</li>
                    <li>สินค้าที่ถูกส่งผ่านบริษัท ไปรษณีย์ไทย จำกัด (มหาชน) หรือบริษัทขนส่งพัสดุเอกชน 
                    และบริษัทฯ ดังกล่าวจะเป็นผู้รับผิดชอบต่อความเสียหายที่เกิดขึ้นทั้งต่อตัวสินค้าและค่าจัดส่ง 
                    ลูกค้าสามารถแจ้งมาที่บริษัท พีเอ็ม อินตอร์มาร์ท จำกัด เพื่อประสานงานเป็นตัวกลางทั้ง 2 ฝ่าย</li>
                    <li>ในกรณีที่สินค้าถูกส่งกลับคืนมายังบริษัทฯ เนื่องจากข้อมูลที่ลูกค้าให้ไว้มีความผิดพลาด ลูกค้าต้องชำระค่าจัดส่งสินค้าใหม่อีกครั้ง</li>
                <ul>
            ";
        }
    ?> 

<?php   if($devices == "mobile"){   ?>
            <div><?php include_once("page_mobile/delivery.php"); ?></div>
<?php   
        }else{     
?>
            <div><?php include_once("page_desktop/delivery.php"); ?></div>
<?php   }   ?>

<?php require("include_footer.php"); ?>
