<?php require("include_header.php"); ?>

<?php
    if($lang == "en"){
        $canonical_page = URL."?lang=en";
    }else{
        $canonical_page = URL;
    }
?>

    <title>นโยบายความเป็นส่วนตัว</title>
    
    <meta name="description" content="ปกป้องความเป็นส่วนตัวของคุณ ด้วยมาตรฐานสากล" />
    <link rel="canonical" href="<?php echo $canonical_page;?>" />
</head>
<body itemscope itemtype="http://schema.org/WebPage"> 

<?php
    $header = "<h2>นโยบายความเป็นส่วนตัว</h2>";
    $content = "
    <p>
        บริษัท พีเอ็ม อินเตอร์มาร์ท จำกัด (ต่อไปนี้เรียกว่า “เรา” หรือ “ของเรา”) เคารพสิทธิความเป็นส่วนตัวของลูกค้า (ต่อไปนี้เรียกว่า “ท่าน”) 
        และเพื่อให้เกิดความมั่นใจว่าท่านได้รับความคุ้มครองข้อมูลส่วนบุคคล จึงได้จัดทำนโยบายความเป็นส่วนตัวฉบับนี้ขึ้น 
        เพื่อแจ้งให้ท่านทราบถึงรายละเอียดที่เกี่ยวข้องกับการเก็บรวบรวม การใช้ การเปิดเผย หรือการโอน (รวมเรียกว่า “การประมวลผล”) 
        ข้อมูลส่วนบุคคลของท่านทั้งออนไลน์และออฟไลน์ เฉพาะที่สอดคล้องกับมาตรการคุ้มครองข้อมูลส่วนบุคคลนี้เท่านั้น 
        ทั้งนี้เราจะดำเนินการจัดเก็บข้อมูลส่วนบุคคลของท่านเท่าที่จำเป็น ตามที่กำหนดดังนี้
    </p>
    <p>
        <strong>ข้อมูลส่วนบุคคล คืออะไร</strong><br>
        ข้อมูลส่วนบุคคล หมายถึง “ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ไม่ว่าทางตรงหรือทางอ้อม แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ”
    </p>
    <p>
        <strong>นโยบายความเป็นส่วนตัว</strong>
    <ul>
        <li>ในระหว่างการให้บริการแก่ท่านหรือการเข้าถึงแพลตฟอร์ม เราจะเก็บรวบรวม ใช้ เปิดเผย เก็บรักษา และ/หรือประมวลผลข้อมูล โดยรวมถึงข้อมูลส่วนบุคคลของท่าน</li>
        
        <li>นโยบายความเป็นส่วนตัวฉบับนี้มีขึ้นเพื่อให้ท่านทราบเกี่ยวกับวิธีการที่เราเก็บรวบรวม ใช้ เปิดเผย เก็บรักษาและ/หรือประมวลผลข้อมูลที่เราเก็บรวบรวมและได้รับระหว่างการให้บริการหรือการเข้าถึงแพลตฟอร์มของท่าน ผู้ซึ่งเป็นลูกค้าของเรา เราจะเก็บรวบรวม ใช้ เปิดเผย เก็บรักษาและ/หรือประมวลผลข้อมูลส่วนบุคคลของท่านตามนโยบายความเป็นส่วนตัวนี้เท่านั้น</li>
        
        <li>ท่านจำเป็นจะต้องอ่านนโยบายความเป็นส่วนตัวนี้รวมถึงงประกาศแจ้งอื่นใดที่เราอาจมีขึ้นเฉพาะกาล ขณะที่เราทำการเก็บรวบรวม ใช้ เปิดเผยและ/หรือประมวลผลข้อมูลส่วนบุคคลเกี่ยวกับท่าน เพื่อให้ท่านได้รับรู้ว่าเราใช้ข้อมูลส่วนบุคคลของท่านอย่างไรและเพื่ออะไร</li>
        
        <li>เมื่อคลิกหรือเลือกปุ่ม “สมัคร” “ข้าพเจ้าตกลงยอมรับนโยบายความเป็นส่วนตัวของเรา” “ข้าพเจ้าตกลงและยินยอมให้เก็บรวบรวม ใช้ เปิดเผย เก็บรักษาและ/หรือประมวลผลซึ่งข้อมูลส่วนบุคคลของข้าพเจ้าเพื่อวัตถุประสงค์ที่ระบุไว้ในนี้และภายใต้ข้อกำหนดของนโยบายความเป็นส่วนตัวของเรา หรือข้อความคล้ายคลึงกันที่มีอยู่ในหน้าลงทะเบียนของเรา ท่านรับทราบว่าท่านได้รับแจ้งและเข้าใจนโยบายความเป็นส่วนตัวฉบับนี้และท่านยังได้ตกลงและยินยอมให้เก็บรวบรวม ใช้ เปิดเผย และ/หรือประมวลผลข้อมูลส่วนบุคคลของท่านตามที่ได้อธิบายและอยู่ภายใต้ข้อกำหนดนี้</li>
        
        <li>เราอาจแก้ไขนโยบายความเป็นส่วนตัวนี้ให้ทันสมัยเป็นครั้งคราว โดยการเปลี่ยนแปลงใด ๆ ในนโยบายความเป็นส่วนตัวฉบับนี้ในอนาคตจะถูกประกาศให้ทราบไว้ในเพจนี้และ เราจะแจ้งให้ท่านทราบหากเป็นการเปลี่ยนแปลงอย่างมีนัยยะสำคัญ (ตามความเหมาะสม และ/หรือได้รับอนุญาตภายใต้กฎหมายท้องถิ่น) และเมื่อท่านยังคงใช้บริการ เข้าถึงแพลตฟอร์มหรือใช้บริการใด ๆ รวมถึงทำคำสั่งซื้อบนแพลตฟอร์มต่อไปหลังจากนั้น ให้ถือว่าท่านได้รับทราบและยอมรับการเปลี่ยนแปลงนโยบายความเป็นส่วนตัวฉบับนี้โดยเราแล้ว กรุณาตรวจสอบนโยบายความเป็นส่วนตัวเป็นประจำเพื่อให้ทราบถึงการปรับเปลี่ยนให้ทันสมัยหรือการแก้ไขใด ๆ กับนโยบายความเป็นส่วนตัวนี้</li>
        
        <li>นโยบายความเป็นส่วนตัวฉบับนี้มีผลบังคับใช้ร่วมกับประกาศ ข้อความสัญญาและข้อความความยินยอมอื่น ๆ ที่เกี่ยวข้องกับการการเก็บรวบรวม เก็บรักษา ใช้และ/หรือการประมวลผลข้อมูลส่วนบุคคลโดยเราและไม่มีจุดประสงค์ในการแทนที่ประกาศ ข้อความสัญญาและข้อความยินยอมดังกล่าวเว้นแต่ว่าเราระบุไว้เป็นอย่างอื่นโดยชัดแจ้ง</li>
        
        <li>ท่านสามารถเข้าใช้แพลตฟอร์มและสำรวจแพลตฟอร์มได้โดยไม่ต้องให้ข้อมูลส่วนบุคคล อย่างไรก็ตามท่านจำเป็นต้องลงทะเบียนบัญชีผู้ใช้หากท่านต้องการใช้บริการ</li>

    </ul>
    </p>
    <p>
        <strong>ข้อมูลส่วนบุคคลที่เราเก็บรวบรวมจากท่าน</strong><br>
        ข้อมูลส่วนบุคคลที่เกี่ยวข้องกับท่านที่เราเก็บรวบรวมประกอบไปด้วย
    <p>
        <strong>ข้อมูลที่ท่านให้ไว้โดยตรง:</strong> เราจะรวบรวมข้อมูลที่ท่านส่งให้กับเราและจะรวบรวมเพียงข้อมูลส่วนบุคคลที่ท่านให้ความยินยอมขณะที่ท่านใช้บริการ เช่น ข้อมูลที่ท่านกรอกขณะลงทะเบียนสมัครใช้บริการ ข้อมูลที่ใช้ในการสมัครใช้บริการซึ่งอาจขอให้ระบุข้อมูลส่วนบุคคล อาทิ ชื่อ-นามสกุล ที่อยู่ วัน/เดือน/ปี เกิด เพศ อายุ รูปถ่าย อีเมล เลขที่บัญชีธนาคาร หมายเลขบัตรประจำตัวประชาชน เลขประจำตัวผู้เสียภาษีอากร หมายเลขโทรศัพท์ รวมถึงข้อมูลเกี่ยวกับบัญชีผู้ใช้งาน ความสนใจ และความเห็นทุกอย่างที่ท่านได้แสดงผ่านเว็บไซต์ เพื่อจัดเก็บไว้กับบัญชีในระบบของท่าน และเราจะได้ใช้ข้อมูลดังกล่าวในการเตรียมและนำส่งแบบฟอร์มซึ่งกำหนดโดยกรมสรรพากร ทั้งนี้ ข้อมูลดังกล่าวจะใช้เพื่อประโยชน์ในการให้บริการแก่ท่านและปฏิบัติติหน้าที่ตามที่กฎหมายกำหนด
    </p>
    <p>
        <strong>ข้อมูลที่ได้รับจากการใช้บริการของท่าน:</strong> เราจะรวบรวมข้อมูลเกี่ยวกับบริการที่ท่านใช้และวิธีการใช้งานของท่าน ซึ่งข้อมูลเหล่านี้รวมไปถึง ข้อมูลอุปกรณ์ที่ท่านใช้สำหรับการเข้าใช้งานเว็บไซต์ ข้อมูลจากการบันทึกการใช้งาน อาทิ ตัวระบุอุปกรณ์ หมายเลข IP ของคอมพิวเตอร์ รหัสประจำตัวอุปกรณ์ ประเภทอุปกรณ์ ข้อมูลเครือข่ายมือถือ ข้อมูลการเชื่อมต่อ ข้อมูลตำแหน่งที่ตั้งทางภูมิศาสตร์ ประเภทของเบราว์เซอร์ (Browser) ข้อมูลบันทึกการเข้าออกเว็บไซต์ ข้อมูลเว็บไซต์ที่ผู้ใช้งานเข้าถึงก่อนและหลัง ข้อมูลบันทึกประวัติการใช้เว็บไซต์ ข้อมูลบันทึกการเข้าสู่ระบบ (Login Log) ข้อมูลรายการการทำธุรกรรม พฤติกรรมการใช้งาน (Customer Behavior) สถิติการเข้าเว็บไซต์ เวลาที่เยี่ยมชมเว็บไซต์ (Access Time) ข้อมูลที่ท่านค้นหา การใช้ฟังก์ชันต่าง ๆ ในเว็บไซต์ และข้อมูลที่เราได้เก็บรวบรวมผ่านคุกกี้ (Cookies) หรือเทคโนโลยีอื่นที่คล้ายกัน
    </p>
    <p>
        <strong>เทคโนโลยีคุกกี้ (Cookies):</strong> เราใช้เทคโนโลยีคุกกี้บนเว็บไซต์เพื่อช่วยในการระบุตัวตนของท่าน เก็บข้อมูลจากบราวเซอร์ของท่าน และจดจำตัวท่าน จึงทำให้การใช้เว็บไซต์นั้น สอดคล้องกับความสนใจและความต้องการของท่านมากขึ้น ท่านจึงสามารถใช้งานเว็บไซต์ได้สะดวกและง่ายมากขึ้น เรายังใช้คุกกี้เพื่อรวบรวมข้อมูลสถิติจากผู้ใช้งานของเว็บไซต์ เพื่อช่วยในการพัฒนาและปรับปรุงเว็บไซต์ให้ดียิ่งขึ้น ทั้งนี้ ข้อมูลสถิติดังกล่าวจะไม่มีการระบุตัวตนของท่าน ข้อมูลที่เราได้รับผ่านคุกกี้ อาทิ อินเตอร์บราวเซอร์ เลขหมาย IP ของอุปกรณ์อิเล็กทรอนิกส์ที่ท่านใช้เพื่อเข้าใช้เว็บไซต์
    
        เมื่อท่านได้เข้าเยี่ยมชมเว็บไซต์ของเราถือว่าท่านตกลงยอมรับการใช้คุกกี้ โดยทั่วไปอินเตอร์เน็ตบราวเซอร์ (Internet Browsers) จะถูกตั้งค่าให้ยอมรับการใช้งานคุกกี้โดยอัตโนมัติ อย่างไรก็ตามท่านมีสิทธิเปลี่ยนแปลงการตั้งค่าดังกล่าวเพื่อหยุดการทำงานของคุกกี้ได้ตลอดเวลา ท่านสามารถหยุด หรือเริ่มการทำงานคุกกี้ได้โดยการตั้งค่าที่อินเตอร์เน็ตบราวเซอร์ของท่าน (โปรดศึกษาวิธีจากเว็บไซต์ของผู้ให้บริการอินเตอร์เน็ตบราวเซอร์แต่ละราย) ทั้งนี้ การหยุดการทำงานคุกกี้อาจส่งผลให้ท่านไม่สามารถใช้งานเว็บไซต์ของเราได้อย่างสมบูรณ์ อาทิ ไม่สามารถเยี่ยมชมพื้นที่บางส่วนของเว็บไซต์ได้
    </p>
    <p>
        <strong>การใช้งานข้อมูลส่วนบุคคล</strong><br>
        เราจะใช้ข้อมูลส่วนบุคคลของท่านเพื่อให้บริการตามที่ท่านประสงค์ ท่านสามารถสมัครรับข่าวสารทางอีเมล์ หากท่านได้เป็นสมาชิกและสั่งซื้อสินค้าหรือผลิตภัณฑ์ เราจะนำข้อมูลส่วนบุคคลของท่านไปใช้ในวัตถุประสงค์ดังต่อไปนี้
    </p>
    <ul>
        <li>ให้บริการแก่ท่าน อาทิ ขั้นตอนการสั่งซื้อสินค้า และ/หรือการคืนสินค้า</li>
        <li>การสนับสนุนและพัฒนาการให้บริการแก่ท่าน</li>
        <li>ให้บริการเพิ่มเติมแก่ท่าน</il>
        <li>ดำเนินการให้มั่นใจว่าได้มีการปฏิบัติเป็นไปตามกฎหมายและนโยบายรวมถึงขั้นตอนการดำเนินงานของเรา</li>
    </ul>
    <p>
        นอกจากวัตถุประสงค์ที่กล่าวมาแล้ว เราอาจให้ข้อมูลของท่านแก่เราในเครือที่ตั้งอยู่ในประเทศอื่น ทั้งนี้ เราไม่ได้เก็บข้อมูลหรือใช้ข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ที่แตกต่างอย่างเป็นสาระสำคัญจากวัตถุประสงค์ที่กล่าวข้างต้น และหากเราต้องการใช้ข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ที่แตกต่างออกไปอย่างเป็นสาระสำคัญ เราจะดำเนินการขออนุญาตจากท่านก่อนทุกครั้ง
    </p>
    <p>
        <strong>การเปิดเผยข้อมูลส่วนบุคคลต่อบุคคลภายนอก</strong><br>
        เราจะไม่เปิดเผยข้อมูลส่วนบุคคลของท่านต่อบุคคลใดโดยปราศจากการอนุญาตจากท่าน อย่างไรก็ดี ท่านรับทราบและยินยอมว่าเราอาจใช้บริการจากผู้ให้บริการภายในหรือภายนอก เพื่อประโยชน์ในการให้บริการเว็บไซต์นี้ หรือเพื่อปรับปรุงและพัฒนารูปแบบการให้บริการและการเข้าถึงเนื้อหาต่าง ๆ ในเว็บไซต์ การรักษาความมั่นคงปลอดภัยของเว็บไซต์รวมถึงการดำเนินงานด้านอื่น ๆ ในนามของเรา เพื่อที่จะให้บริการตามที่ท่านได้ร้องขอ รวมถึงเพื่อประโยชน์ในการเพิ่มประสิทธิภาพการให้บริการในด้านต่าง ๆ แก่ท่านมากยิ่งขึ้น โดยผู้ให้บริการเหล่านี้อาจจะเข้าถึงข้อมูลส่วนบุคคลของท่าน เราจะดำเนินการให้บุคคลเหล่านั้นเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้เป็นความลับ และไม่นำไปใช้เพื่อวัตถุประสงค์อื่นนอกเหนือจากขอบเขตที่เราได้กำหนดไว้
    
        เราจะไม่ดำเนินการขายข้อมูลส่วนบุคคลของท่านให้แก่บุคคลที่ไม่เกี่ยวข้องใด ๆ เพื่อวัตถุประสงค์ทางการตลาด
    
        อย่างไรก็ตาม เราอาจเปิดเผยข้อมูลส่วนบุคคลของท่านภายใต้หลักเกณฑ์ที่กฎหมายกำหนด เช่น การเปิดเผยข้อมูลต่อหน่วยงานราชการ หน่วยงานภาครัฐ หน่วยงานที่มีหน้าที่กำกับดูแลการให้บริการ หรือหน่วยงานกำกับดูแลท่าน รวมถึงในกรณีที่มีการร้องขอให้เปิดเผยข้อมูลโดยอาศัยอำนาจตามกฎหมาย อาทิ การร้องขอข้อมูลเพื่อการฟ้องร้องหรือดำเนินคดีตามกฎหมาย หรือเป็นการร้องขอจากหน่วยงานเอกชน หรือบุคคลภายนอกอื่น ๆ ที่มีความเกี่ยวข้องกับกระบวนการทางกฎหมาย รวมถึงในกรณีที่มีความจำเป็นตามสมควรในการบังคับใช้ข้อตกลงและเงื่อนไขการใช้ หรือเพื่อปกป้องประโยชน์ สิทธิ และทรัพย์สินของเราหรือการขายหรือการโอนทรัพย์สิน หรือขอบเขตที่คล้ายคลึงกันในการเจรจาทางธุรกิจ ตลอดจนการเปิดเผยข้อมูลในกรณีที่มีการปรับโครงสร้างองค์กร การควบรวมเรา เราอาจถ่ายโอนข้อมูลส่วนบุคคลของท่านไม่ว่าทั้งหมดหรือบางส่วนที่เราเก็บรวบรวมไว้ไปยังเราที่เกี่ยวข้อง ทั้งนี้ เราจะดำเนินการตามสมควรให้เราผู้รับโอนปฏิบัติตามเงื่อนไขในนโยบายความเป็นส่วนตัวฉบับนี้
    <p>
    <p>
        <strong>มาตรการในการรักษาความปลอดภัยของข้อมูลส่วนบุคคล</strong><br>
        เรารับรองว่าจะจัดเก็บ รักษา และสงวนไว้ซึ่งข้อมูลส่วนบุคคลของท่านอย่างปลอดภัยและเป็นความลับ โดยจะบังคับใช้มาตรการต่าง ๆ อย่างเหมาะสมและตามสมควรเพื่อดูแลความปลอดภัย ปกป้องการเข้าถึง การนำไปใช้งานในทางที่ผิด การป้องกันไม่ให้มีการเข้าสู่ระบบคอมพิวเตอร์ที่ไม่ได้รับอนุญาต หรือการเปิดเผยข้อมูลส่วนบุคคลของท่าน รวมทั้งจำกัดการเข้าถึงข้อมูลส่วนบุคคลของท่านจากพนักงาน ลูกจ้าง และตัวแทนของเรา ซึ่งได้รับข้อมูลส่วนบุคคลของท่านดำเนินตามมาตรการเดียวกับเรา
        
        เราจะเก็บรักษาและดำเนินการให้ผู้ให้บริการอื่น ๆ ของเราเก็บรักษาข้อมูลส่วนบุคคลของท่านในระยะเวลาเท่าที่จำเป็นเพื่อจุดประสงค์ตามนโยบายความเป็นส่วนตัวนี้ รวมถึงข้อกำหนดและกฎหมายที่เกี่ยวข้อง
        
        เราไม่สามารถรับประกันถึงความปลอดภัยทั้งหมดในข้อมูลส่วนบุคคลของท่านที่ถูกถ่ายโอนมายังเว็บไซต์ของเรา ผ่านระบบอินเตอร์เน็ต แต่เราจะดำเนินการอย่างเข้มงวดเพื่อรักษาความปลอดภัย และป้องกันการเข้าถึงข้อมูลส่วนบุคคลของท่านโดยบุคคลอื่นที่ไม่ได้รับอนุญาต
    </p>
    <p>
        <strong>สิทธิของท่านในฐานะเจ้าของข้อมูลส่วนบุคคล</strong><br>
        เรารับรองว่าในระหว่างการเก็บรักษาข้อมูลส่วนบุคคลของท่าน ท่านในฐานะเจ้าของข้อมูลมีสิทธิดำเนินการดังต่อไปนี้
    </p>
    <ul>
        <li>เพิกถอนความยินยอมใด ๆ ที่ท่านได้ให้ไว้กับเรา ไม่ว่าทั้งหมดหรือแต่บางส่วน</li>
        <li>ขอเข้าถึงข้อมูลและขอรับสำเนาข้อมูลส่วนบุคคลที่เกี่ยวกับท่านซึ่งอยู่ในความรับผิดชอบของเรา หรือขอให้เปิดเผยถึงการได้มาซึ่งข้อมูลส่วนบุคคลที่ท่านไม่ได้ให้ความยินยอม</li>
        <li>ขอรับข้อมูลส่วนบุคคลที่เกี่ยวกับท่านจากเรา และขอให้เราส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปยังบุคคลอื่น รวมถึงขอรับข้อมูลส่วนบุคคลที่เราได้ส่งหรือโอนไปนั้นโดยตรง</li>
        <li>คัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลที่เกี่ยวกับท่าน ในกรณีที่เป็นข้อมูลส่วนบุคคลที่เก็บรวบรวมได้โดยไม่ต้องขอความยินยอม หรือเพื่อวัตถุประสงค์เกี่ยวกับการตลาดแบบตรง</li>
        <li>ขอให้เราดำเนินการลบหรือทำลายข้อมูลส่วนบุคคล หรือทำให้เป็นข้อมูลที่ไม่สามารถระบุตัวตนได้ ในกรณีดังต่อไปนี้</li>
        <li>กรณีที่เราไม่มีความจำเป็นในการเก็บรักษาข้อมูลส่วนบุคคลตามวัตถุประสงค์ในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลอีกต่อไป</li>
        <li>กรณีท่านได้เพิกถอนความยินยอมในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูล และเราไม่มีอำนาจตามกฎหมายในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลได้ต่อไป</li>
        <li>กรณีท่านคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลที่เกี่ยวกับท่าน</li>
        <li>ขอให้เราระงับการใช้ข้อมูลส่วนบุคคล ในกรณีที่ไม่มีความจำเป็นในการเก็บรักษาข้อมูลส่วนบุคคลตามวัตถุประสงค์ในการเก็บรวบรวมอีกต่อไป</li>
        <li>ขอให้เราดำเนินการทำให้ข้อมูลส่วนบุคคลที่เกี่ยวกับท่านถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด</li>
        <li>ร้องเรียนต่อหน่วยงานที่เกี่ยวข้อง ในกรณีมีการกระทำที่ไม่เป็นตามกฎหมายที่เกี่ยวข้อง</li>
    </ul>
    <p>
        เราจะดำเนินการตามคำขอของท่านโดยไม่ชักช้าภายในระยะเวลา 30 วันนับจากวันที่ได้รับคำขอ โดยที่ระยะเวลาดังกล่าวอาจจะขยายออกไปได้ตามที่ตกลงร่วมกัน ในกรณีที่ไม่สามารถดำเนินการได้ตามคำขอของท่าน เราจะแจ้งให้ท่านทราบถึงเหตุผลต่อไป
    </p>
    <p>
        เมื่อท่านได้มีคำขอเข้าถึง ขอรับสำเนาของข้อมูลส่วนบุคคลของท่าน ท่านตกลงที่จะรับผิดชอบสำหรับค่าใช้จ่ายที่เกิดขึ้นสำหรับการดำเนินการดังกล่าว
    </p>
    <p>
        <strong>กิจกรรมทางการตลาดและการส่งสริมการตลาด</strong><br>
        ในระหว่างการใช้บริการ เราจะส่งข้อมูลข่าวสารเกี่ยวกับกิจกรรมทางการตลาดและการส่งเสริมการตลาด ผลิตภัณฑ์ การให้บริการของเราที่เราคิดว่าท่านอาจสนใจเพื่อประโยชน์ในการให้บริการกับท่านอย่างเต็มประสิทธิภาพ หากท่านได้ตกลงที่จะรับข้อมูลข่าวสารดังกล่าวจากเราแล้ว ท่านมีสิทธิยกเลิกความยินยอมในการรับแจ้งข้อมูลข่าวสารดังกล่าวได้ทุกเมื่อ
    </p>
    <p>
        <strong>เด็ก/เยาวชน</strong>
    </p>
    <ul>
        <li>เราไม่ขายสินค้าใดๆ เพื่อให้ผู้เยาว์ซื้อ (ตามกฎหมายที่เกี่ยวข้องกำหนด) และเราไม่มีเจตนาที่จะให้บริการใด ๆ แก่ผู้เยาว์ หรือให้ผู้เยาว์ใช้แพลตฟอร์ม และเราไม่มีเจตนาเก็บรวบรวมข้อมูลส่วนบุคคลซึ่งเกี่ยวข้องกับผู้เยาว์</li>
        <li>ด้วยเอกสารฉบับนี้ ท่านยืนยันและรับประกันว่าท่านมีอายุเกินเกณฑ์ผู้เยาว์และท่านมีความสามารถที่จะเข้าใจและยอมรับข้อกำหนดนโยบายความปลอดภัยฉบับนี้ หากท่านเป็นผู้เยาว์ ท่านจะสามารถใช้แพลตฟอร์มภายใต้ความยินยอมของบุพการีหรือผู้ปกครองเท่านั้น</li>
        <li>ในฐานะบุพการีหรือผู้ปกครองตามกฎหมาย โปรดห้ามผู้เยาว์ภายใต้การดูแลของท่านส่งข้อมูลให้แก่เรา ในกรณีที่ข้อมูลส่วนบุคคลของผู้เยาว์ดังกล่าวนั้นถูกเปิดเผยแก่เรา ท่านยินยอมให้มีการประมวลผลข้อมูลส่วนบุคคลของผู้เยาว์และยอมรับและตกลงที่จะผูกพันตามนโยบายความเป็นส่วนตัวฉบับนี้และรับผิดชอบในการกระทำของผู้เยาว์ดังกล่าว</li>
        <li>เราจะไม่รับผิดชอบต่อการใช้บริการบนแพลตฟอร์มโดยไม่ได้รับอนุญาตโดยตัวท่าน ผู้ใช้ผู้ดำเนินการในนามของท่านหรือผู้ใช้ที่ไม่ได้รับอนุญาต ท่านต้องรับผิดชอบในการตัดสินใจเกี่ยวกับการใช้บริการบนแพลตฟอร์มและดำเนินการใดๆเพื่อป้องกันการใช้บริการที่ไม่ถูกต้องบนแพลตฟอร์ม</li>
    </ul>
    <p>
        <strong>การเชื่อมโยงไปยังเว็บไซต์ ผลิตภัณฑ์และบริการของบุคคลภายนอก</strong><br>
        เว็บไซต์ของเราอาจมีลิงก์เชื่อมโยงไปยังเว็บไซต์ ผลิตภัณฑ์ และบริการของบุคคลภายนอก ซึ่งบุคคลภายนอกเหล่านั้นอาจเก็บรวบรวมข้อมูลบางอย่างเกี่ยวกับการใช้บริการของท่าน โดยเราไม่สามารถรับผิดชอบในความปลอดภัยหรือความเป็นส่วนตัวของข้อมูลใด ๆ ของท่านที่เก็บรวบรวมโดยเว็บไซต์ ผลิตภัณฑ์ หรือบริการของบุคคลภายนอกดังกล่าว ท่านควรใช้ความระมัดระวังและตรวจสอบนโยบายคุ้มครองข้อมูลส่วนบุคคลของเว็บไซต์ ผลิตภัณฑ์ และบริการของบุคคลภายนอกเหล่านั้นด้วย
    </p>
    <p>
        <strong>การเปลี่ยนแปลงนโยบายคุ้มครองข้อมูลส่วนบุคคล</strong><br>
        เราจะตรวจสอบและปรับปรุงนโยบายคุ้มครองข้อมูลส่วนบุคคลเพื่อความเหมาะสมกับปัจจุบันเป็นครั้งคราว เราจึงขอสงวนสิทธิ์ในการแก้ไข เปลี่ยนแปลง หรือปรับปรุงนโยบายนี้ได้โดยไม่ต้องแจ้งให้ท่านทราบล่วงหน้า เราจะแจ้งการเปลี่ยนแปลงนโยบายคุ้มครองข้อมูลส่วนบุคคลไว้บนเว็บไซต์
    </p>
    <p>
        <strong>การใช้บังคับนโยบายคุ้มครองข้อมูลส่วนบุคคล</strong><br>
        ท่านตกลงและรับทราบว่า นโยบายคุ้มครองข้อมูลส่วนบุคคลนี้มีผลใช้บังคับกับข้อมูลส่วนบุคคลทั้งหมดที่เราเป็นผู้เก็บรวบรวม และท่านตกลงให้เรามีสิทธิในการเก็บ รักษา และนำข้อมูลส่วนบุคคลของท่านที่เราได้รวบรวมไว้แล้ว (หากมี) ตลอดจนข้อมูลส่วนบุคคลของท่านที่เราจัดเก็บในปัจจุบัน และที่จะได้จัดเก็บในอนาคต ไปใช้ หรือเปิดเผยแก่บุคคลอื่น ภายในขอบเขตตามที่ระบุไว้ในนโยบายคุ้มครองข้อมูลส่วนบุคคลนี้
    </p>
    <p>
        <strong>ติดต่อเรา</strong><br>
        หากท่านมีคำถามหรือมีข้อสงสัยใด ๆ เกี่ยวกับการดูแลรักษาข้อมูลส่วนบุคคลของท่าน หรือประสงค์จะเพิกถอนความยินยอม หรือประสงค์จะใช้สิทธิใด ๆ อันเกี่ยวกับข้อมูลส่วนบุคคลของท่าน รวมถึงข้อร้องเรียนต่าง ๆ กรุณาติดต่อเราได้ที่:
    </p>
    บริษัท พีเอ็ม อินเตอร์มาร์ท จำกัด<br>
    
    ที่อยู่: 116/3 ถ.นนทบุรี ต.ท่าทราย อ.เมืองนนทบุรี จ.นนทบุรี 11000<br>
    
    เบอร์โทรศัพท์: (02) 149 5471<br>
    
    อีเมล์: contact.pmintermart@gmail.com
    
    "
?>

<?php   if($devices == "mobile"){   ?>
            <div><?php include_once("page_mobile/privacy_policies.php"); ?></div>
<?php   
        }else{     
?>
            <div><?php include_once("page_desktop/privacy_policies.php"); ?></div>
<?php   }   ?>

<?php require("include_footer.php"); ?>
