<?php require("include_header.php"); ?>

<?php
    if($lang == "en"){
        $canonical_page = URL."?lang=en";
    }else{
        $canonical_page = URL;
    }
?>

    <title>นโยบายการเปลี่ยน/คืนสินค้า</title>
    
    <meta name="description" content="มั่นใจในบริการหลังการขาย ด้วย นโยบายการเปลี่ยน/คืนสินค้า" />
    <link rel="canonical" href="<?php echo $canonical_page;?>" />
</head>
<body itemscope itemtype="http://schema.org/WebPage"> 

<?php
    $header = "<h2>นโยบายการเปลี่ยน/คืนสินค้า/ยกเลิกคำสั่งซื้อ</h2>";
    $content = "
    <p>
        <strong>เงื่อนไขการยกเลิกคำสั่งซื้อ พิจารณาจากเงื่อนไขดังต่อไปนี้</strong>
    </p>
    <p>
        1. การยกเลิกคำสั่งซื้อ<br>
        กรุณาติดต่อมาที่ บริษัท พีเอ็ม อินเตอร์มาร์ท จำกัด หมายเลข (02) 149 5471 โดยจะต้องแจ้งก่อนที่ทางบริษัทฯ จะดำเนินการจัดส่งสินค้าค้า
    </p>
    <p>
        <strong>เงื่อนไขการเปลี่ยน/คืนสินค้าสำหรับการสั่งซื้อผ่านช้อปออนไลน์ พิจารณาจากเงื่อนไขดังต่อไปนี้</strong>
    </p>
    <p>
        1. ลูกค้าต้องแจ้งเปลี่ยน/คืนสินค้าภายใน 5 วันทำการ หลังจากได้รับสินค้า
    </p>
    <p>
        2. บริษัทฯ ขอสงวนสิทธิ์ในการรับเปลี่ยนและคืนสินค้า กรณีดังนี้<br>
            <ul>
                <li>สินค้ามีตำหนิ, แตกหัก-เสียหาย, สูญหายจากการขนส่ง</li>
                <li>สินค้าที่ได้รับไม่ตรงตามรายละเอียดสินค้าที่ระบุในเว็บไซต์</li>
                <li>สินค้าที่ได้รับไม่ตรงตามรายการสั่งซื้อ</li>
            </ul>
    </p>
    <p>
        3. สินค้าที่ไม่ได้อยู่ในเงื่อนไขการเปลี่ยน/คืนสินค้า<br>
            <ul>
                <li>กลุ่มสินค้าสั่งพิเศษ สั่งผลิต</li>
                <li>กลุ่มสินค้า Clearance</li>
                <li>สินค้าตัวโชว์</li>
                <li>สินค้าที่มีระยะเวลาจำกัดในการใช้งาน เช่น หลอดไฟ, ถ่านไฟฉายหรือแบตเตอรี่</li>
            </ul>
    </p>
    <p>
        4. บริษัทฯ ขอเก็บค่าเสื่อมสภาพสินค้า หากสินค้าได้รับการประกอบติดตั้งแล้ว เป็นจำนวน 50% ของราคาสินค้า (ก่อนหักส่วนลด) กรณีขอคืนสินค้า
    </p>
    <p>
        5. บริษัทฯ ขอเก็บค่าดำเนินการเข้ารับสินค้าคืนเป็นเงิน 500 บาท/ครั้ง สำหรับสินค้าประเภท Furniture ที่ได้รับการประกอบติดตั้ง (กรณีคืนผ่านทางขนส่งของบริษัทฯ)
    </p>
    <p>
        6. การคืนสินค้า ประเภท HDI (สินค้าตกแต่งขนาดเล็ก) ด้วยความประสงค์ของลูกค้า (เช่น เปลี่ยนใจ เป็นต้น) ลูกค้าจะต้องนำส่งสินค้าคืนให้กับทางบริษัทฯ ด้วยตนเอง ผ่านขนส่งเอกชน และ ลูกค้าจะต้องรับผิดชอบค่าใช้จ่ายในการส่งคืนสินค้าด้วยตนเอง
        <ul>
            <li>การคืนสินค้า/เปลี่ยนสินค้า ลูกค้าจะต้องส่งสินค้าคืน บริษัทฯ ในสภาพเดิมที่ลูกค้าได้รับ</li>
            <li>ลูกค้าควรถ่ายรูป/วิดีโอ ของสินค้าก่อนหรือระหว่างการแพ็คสินค้าเพื่อใช้เป็นหลักฐานยืนยันสภาพสินค้า</li>
            <li>หากลูกค้าต้องการให้บริษัทฯ เข้ารับสินค้า มีการเก็บค่าบริการ 500 บาท/ครั้ง</li>
        </ul>
    </p>
    <p>
        7. กรณีสินค้าบกพร่องที่เกิดจากการผลิต ทางบริษัทฯ จะเปลี่ยนสินค้าให้ใหม่หรือทดแทนด้วยสินค้ารุ่นเทียบเท่า
    </p>
    <p>
        8. กรณีสินค้าเกิดความเสียหายจากการใช้งานของลูกค้า ทางบริษัทฯ จะไม่รับคืน/เปลี่ยนสินค้าให้
    </p>
    <p>
        9. บริษัทฯ ขอสงวนสิทธิ์การยกเลิกคืนเงินสำหรับการสั่งซื้อที่ชำระผ่านบัตรเครดิตแบบแบ่งจ่าย (ผ่อนชำระ)
    </p>
    <p>
        <strong>วิธีการเปลี่ยนสินค้า สำหรับการสั่งซื้อผ่านช้อปออนไลน์</strong>
    </p>
    <p>
        1. ลูกค้าสามารถแจ้งเปลี่ยนสินค้าได้ ภายใน 5 วันทำการ หลังจากได้รับสินค้า โดยแจ้งผ่านทางอีเมล contact.pmintermart@gmail.com หรือโทร. (02) 149 5471 ฝ่ายบริการลูกค้าช่องทางออนไลน์ ลูกค้าต้องแนบใบเสร็จรับเงิน และเอกสารยืนยันการชำระเงิน รูปถ่าย/วิดีโอสินค้าพร้อมเหตุผลที่ต้องการเปลี่ยน
    </p>
    <p>
        2. เจ้าหน้าที่จะทำการติดต่อกลับ ภายใน 2 วันทำการ เพื่อยืนยันความต้องการในการเปลี่ยนสินค้า ก่อนที่ดำเนินการส่งคืนสินค้าต่อไป โดยการพิจารณาของบริษัทฯ ถือเป็นที่สุด
    </p>
    <p>
        3. สินค้าที่ต้องการเปลี่ยน ทางบริษัทฯ ประสานงานเพื่อเปลี่ยนสินค้าตามช่องทางที่กำหนด
    </p>
    <p>
        <strong>วิธีการคืนสินค้า/คืนเงิน สำหรับการสั่งซื้อผ่านช้อปออนไลน์</strong>
    </p>
    <p>
        1. ลูกค้าสามารถแจ้งคืนสินค้าได้ ภายใน 5 วันทำการ หลังจากได้รับสินค้า โดยแจ้งผ่านทางอีเมล contact.pmintermart@gmail.com หรือโทร. (02) 149 5471 ฝ่ายบริการลูกค้าช่องทางออนไลน์ ลูกค้าต้องแนบใบเสร็จรับเงิน และเอกสารยืนยันการชำระเงิน รูปถ่าย/วิดีโอสินค้าพร้อมเหตุผลที่ต้องการคืน
    </p>
    <p>
        2. เจ้าหน้าที่จะทำการติดต่อกลับ ภายใน 2 วันทำการ เพื่อยืนยันความต้องการในการคืนสินค้า โดยการพิจารณาของบริษัทฯ ถือเป็นที่สุด
    </p>
    <p>
        3. สินค้า (ประเภท เฟอร์นิเจอร์) ที่ต้องการคืน ทางบริษัทฯ ประสานงานเพื่อรับคืนสินค้าตามช่องทางและวันเวลาที่กำหนด
    </p>
    <p>
        4. สินค้าของตกแต่งบ้าน (ประเภท HDI) ที่ต้องการคืน ลูกค้าจะต้องนำส่งสินค้าผ่านขนส่งเอกชนด้วยตนเอง ตามที่อยู่จัดส่งที่ทางบริษัทฯ ระบุไว้ให้ พร้อมแจ้งเลขพัสดุ และเลขคำสั่งซื้อสินค้าผ่านทางอีเมล contact.pmintermart@gmail.com หรือโทร. (02) 149 5471 ฝ่ายบริการลูกค้าช่องทางออนไลน์
    </p>
    <p>
        5. เอกสารที่ต้องใช้ในกรณีทำเรื่องคืนเงิน โดยจัดส่งทางอีเมล
        <ul>
            <li>สำเนาบัตรประจำตัวประชาชน / หนังสือเดินทาง พร้อมเซ็นสำเนาถูกต้อง และระบุหมายเลขคำสั่งซื้อ</li>
            <li>สำเนาหน้าสมุดบัญชี</li>
        </ul>
    </p>
    <p>
        6. การคืนเงินจะมีระยะเวลาในการคืนดังนี้้
        <ul>
            <li>การคืนวงเงินเข้าบัตรเครดิต ระยะเวลาภายใน 15-30 วัน หลังจากบริษัทฯ ได้รับเอกสารการคืนเงินครบถ้วน ซึ่งจะมีผลในรอบบัญชีถัดไปของบัตรเครดิต</li>
            <li>การคืนเงินเข้าบัตรเดบิต จะดำเนินการคืนเงินกลับเข้าบัญชีที่ผูกกับบัตรเดบิตภายใน 30-45 วันทำการ (โดยเริ่มนับจากวันที่ลูกค้าได้รับอีเมลยืนยันการคืนเงิน) หรือขึ้นอยู่กับธนาคารผู้ออกบัตร</li>
            <li>โอนคืนเข้าบัญชีธนาคาร ระยะเวลาภายใน 7-20 วัน หลังจากบริษัทฯ ได้รับเอกสารการคืนเงินครบถ้วน.</li>
        </ul>
    </p>
    "
?>

<?php   if($devices == "mobile"){   ?>
            <div><?php include_once("page_mobile/return_and_refund.php"); ?></div>
<?php   
        }else{     
?>
            <div><?php include_once("page_desktop/return_and_refund.php"); ?></div>
<?php   }   ?>

<?php require("include_footer.php"); ?>
