<?php require("include_header.php"); ?>

<?php
    if($lang == "en"){
        $canonical_page = URL."?lang=en";
    }else{
        $canonical_page = URL;
    }
?>

    <title>ข้อตกลงและเงื่อนไข</title>
    
    <meta name="description" content="" />
    <link rel="canonical" href="<?php echo $canonical_page;?>" />
</head>
<body itemscope itemtype="http://schema.org/WebPage"> 

<?php
    $header = "<h2>ข้อตกลงและเงื่อนไข</h2>";
    $content = "
    <p>
        ยินดีต้อนรับสู่เว็บไซต์ pmintermat.com เว็บไซต์นี้ จัดทำขึ้นและดำเนินการโดย บริษัท พีเอ็ม อินเตอร์มาร์ท จำกัด เป็นบริษัทจดทะเบียนในประเทศไทย 
        ผู้เข้าเยื่ยมชมเว็บไซต์นี้จะต้องถูกผูกพันตามข้อตกลงและเงื่อนไขในเว็บไซต์นี้ 
        ดังนั้นโปรดอ่าน ข้อตกลงและเงื่อนไขเหล่านี้ด้วยความระมัดระวังก่อนทำธุรกรรมใด ๆ บนเว็บไซต์นี้ และเพื่อจุดประสงค์ 
        ในข้อตกลงและเงื่อนไขนี้ให้คำว่า”เว็บไซต์นี้” หมายถึง pmintermat.com  ซึ่งอาจจะมีการเชื่อมต่อ กับเว็บไซต์อื่น ๆ ของเครือข่ายของเรา และเว็บไซต์อื่น  ๆ ของบุคคลภายนอก
        <br>
        <i>กรุณาอ่านข้อตกลงและเงื่อนไขการใช้บริการเว็บไซต์นี้ ให้ละเอียดถี่ถ้วน ก่อนเข้าใช้งานเว็บไซต์  คุณยอมรับข้อตกลงและเงื่อนไขนี้ก่อนเข้าใช้งานเว็บไซต์</i>
    </p>
    <p>
        <strong>1. ข้อกำหนดและเงื่อนไขของเว็บไซต์</strong><br>
        ข้อกำหนดและเงื่อนไขเหล่านี้ สร้างขึ้นระหว่างคุณ (“ผู้ใช้งาน”) และ บริษัท พีเอ็มอินเตอร์มาร์ท จำกัด หรือ “เรา” หรือ “ของเรา” เพื่อกำหนดสิทธิและหน้าที่ของทั้งสองฝ่ายในการใช้งานเว็บไซต์ ข้อตกลงนี้ถูกกำหนดให้เป็นไปตามเงื่อนไขทางกฎหมายเพื่อการใช้งานเว็บไซต์นี้
    <p>
    <p>
        บริษัท พีเอ็มอินเตอร์มาร์ท จำกัด ขอสงวนสิทธิ์ในการแก้ไขเปลี่ยนแปลงข้อกำหนดเหล่านี้ อาทิเช่น การโพสต์ข้อกำหนดใหม่บนเว็บไซต์ รายละเอียดและข้อมูลต่างๆที่รวมอยู่ในเว็บไซต์นี้ อาจมีการเปลี่ยนแปลงโดยไม่ต้องแจ้งให้ทราบล่วงหน้า การเข้าเว็บไซต์ตามปกติหรือลิงก์มาที่เว็บไซต์นี้ (อนุญาตให้เข้าผ่านลิงก์ได้) จะถือเป็นข้อตกลงโดยสมัครใจของท่าน และถือว่าท่านยอมรับความเสี่ยงต่อรายละเอียดในเว็บไซต์ที่อาจมีการลบหรือถูกเปลี่ยนแปลงได้ตลอดเวลา โดยจะผูกพันตามข้อกำหนดหรือข้อมูลต่างๆ ที่เป็นการแก้ไขล่าสุดที่มีอยู่ในเว็บไซต์ ข้อกำหนดนี้ไม่ตกอยู่ภายใต้นโยบายความเป็นส่วนตัวบนเว็บไซต์กล่าว คือหากมีข้อขัดแย้งระหว่างข้อกำหนดนี้กับนโยบายความเป็นส่วนตัว ขอให้ยึดตามข้อกำหนดและเงื่อนไขนี้
    </p>
    <p>
        โปรดอ่าน “ข้อกำหนดและเงื่อนไขการใช้งานเว็บไซต์” อย่างรอบคอบ เพื่อความเข้าใจก่อนใช้งานเว็บไซต์ และเนื้อหาใดๆ ในโซเชียลมีเดียซึ่งรวมถึง ไม่จำกัดเพียง Facebook และ Instagram (เรียกรวมกันว่า “ไซต์”) และเพื่อสำหรับการสั่งซื้อ เหล่านี้ รวมถึงการเยี่ยมชม และการเข้าชมเว็บไซต์ของท่าน ไปจนถึงเนื้อหา ข้อมูล คำแนะนำ ผลิตภัณฑ์ และบริการที่เสนอให้กับท่านผ่านเว็บไซต์นี้ เมื่อคุณเข้าถึง และใช้เว็บไซต์นี้แสดงว่าคุณตกลงที่จะปฏิบัติตามข้อกำหนดและเงื่อนไขการใช้งานเว็บไซต์เหล่านี้ทั้งหมด นอกเหนือจากกฎหมายหรือข้อบังคับอื่น ๆ ที่เกี่ยวข้องกับเว็บไซต์ และอินเทอร์เน็ต ท่านควรตรวจสอบหน้านี้อย่างสม่ำเสมอ เพื่อรับทราบการเปลี่ยนแปลงของข้อกำหนดและเงื่อนไข
    </p>
    <p> 
        <i>หากคุณไม่เห็นด้วยกับการใช้ข้อกำหนดและเงื่อนไขของเว็บไซต์โปรดออกจากเว็บไซต์ทันที</i>
    </p>
    <p> 1.1 การเปลี่ยนแปลงแก้ไข<br>
        เราขอสงวนสิทธิในการ:
        <ul>
            <li>เปลี่ยนแปลงข้อตกลงและเงื่อนไขในข้อตกลงนี้</li>
            <li>เพิ่มเติมและแก้ไข หรือยุติการใช้งานเว็บไซต์ หรือ ส่วนหนึ่งส่วนใดของเว็บไซต์ได้ตลอดเวลา ภายใต้ดุลยพินิจตามความเหมาะสมของเรา แต่เพียงผู้เดียว
        </ul>
        เราสงวนสิทธิ์แต่เพียงผู้เดียวในการแก้ไข ปรับปรุง เพิ่มเติม ยกเลิก ลบ เปลี่ยนแปลง หรือทำการแก้ไขส่วนหนึ่งส่วนใดหรือทั้งหมดของข้อตกลงนี้เป็นระยะๆ ณ เวลาใดๆ ได้ตามการพิจารณาของเรา
    </p>
    <p><strong>2. ทรัพย์สินทางปัญญา</strong><br>
        สิทธิ์ในทรัพย์สินทางปัญญาทั้งหมดบนเว็บไซต์นี้ ถือเป็นของเรา และ/หรือ เรา ได้รับอนุญาตจากบุคคลที่เกี่ยวข้อง เนื่องจากทรัพย์สินทางปัญญาดังกล่าว ได้รับการคุ้มครองตามกฎหมายทรัพย์สินทางปัญญา คุณจึงไม่สามารถนำไปใช้ในทางใดทางหนึ่ง รวมถึง แต่ไม่จำกัดเพียงการทำซ้ำการเลียนแบบการดัดแปลงการแจกจ่ายหรือการแจกจ่ายไม่ว่าทั้งหมดหรือบางส่วน เพื่อวัตถุประสงค์ใด ๆ ก็ตาม เว้นแต่จะได้รับอนุญาตเป็นลายลักษณ์อักษร
    </p>
    <p><strong>3. ข้อมูลของคุณ</strong><br>
        ในการใช้เว็บไซต์คุณสามารถเปิดเผยข้อมูลให้ เรา ได้ โดยคุณยืนยันว่าข้อมูลนั้นถูกต้องเป็นจริงและครบถ้วน ถือว่าคุณยอมรับและเข้าใจว่าเราจะรวบรวม/ใช้/จัดเก็บ/และประมวลผลข้อมูลส่วนบุคคลของคุณตามคำชี้แจงนโยบายความเป็นส่วนตัวของเรา
    </p>
    <p>
        <strong>4. ซื้อขายสินค้า</strong>
    </p>
    <p>4.1 เงื่อนไขการสั่งซื้อ<br>
        *โปรดอ่านเงื่อนไขการสั่งซื้อเหล่านี้อย่างละเอียดก่อนสั่งซื้อผลิตภัณฑ์ทางออนไลน์จากเว็บไซต์*
        คำสั่งซื้อของคุณเป็นการแสดงความยินยอมในการซื้อผลิตภัณฑ์ตามราคาที่แสดงบนเว็บไซต์ ภายใต้เงื่อนไข ที่ เรา กำหนด ไม่สามารถแก้ไขข้อเสนอข้างต้นได้ เมื่อ เรา ตกลงที่จะขายผลิตภัณฑ์ตามข้อเสนอของคุณ ถือว่าคุณตกลงที่จะชำระราคาภายในระยะเวลาที่ เรา กำหนด โดยใช้บัตรเครดิต, บัตรเดบิต, เงินสด, การโอนเงินผ่านธนาคารหรือวิธีการอื่น ๆ ที่ เรา กำหนด และในกรณีที่ชำระเงินด้วยบัตรเครดิตหรือบัตรเดบิตถือว่าคุณได้ยืนยันว่าคุณเป็นเจ้าของหรือได้รับอนุญาตให้ใช้บัตรดังกล่าวจากเจ้าของบัตรดังกล่าว
        หลังจากที่คุณสั่งซื้อแล้วเราจะส่งอีเมลแจ้งให้คุณทราบถึงการได้รับใบสั่งซื้อของคุณพร้อมหมายเลขคำสั่งซื้อ, รายละเอียดของผลิตภัณฑ์ที่คุณเสนอซื้อ รวมไปถึงรายละเอียดของบริการจัดส่ง
    </p>
    <p>
        ข้อกำหนดและเงื่อนไขการซื้อ
    </p>
    <ul>
        <li>ข้อมูลที่คุณให้กับเราตามคำขอหรือคำสั่งซื้อของคุณนั้น ถือว่าเป็นความจริง ถูกต้องและสมบูรณ์</li>
        <li>www.pmintermart.com และ บริษัท พีเอ็ม อินเตอร์มาร์ท จำกัด ขอสงวนสิทธิ์ในการตัดสิทธิ์ซื้อของลูกค้าที่ไม่ปฏิบัติตามข้อกำหนดและเงื่อนไขข้างต้น
            ขอสงวนสิทธิ์ในการคืนเงินหรือเปลี่ยนสินค้า เป็นไปตามข้อกำหนดและเงื่อนไขของ www.pmintermart.com และ บริษัท พีเอ็ม อินเตอร์มาร์ท จำกัด ลูกค้าต้องยอมรับข้อกำหนดและเงื่อนไขต่อไปนี้ หากมีการสูญเสียและความเสียหายที่เกิดขึ้นจากลูกค้าไม่ปฏิบัติตามกฎและเงื่อนไขที่กำหนดลูกค้าต้องยินยอมที่จะจ่ายค่าใช้จ่าย รวมถึงค่าขนส่งในการด้วยตนเอง</li>
        <li>ในกรณีที่ปริมาณสินค้าไม่เพียงพอต่อการขาย www.pmintermart.com ร่วมกับ บริษัท พีเอ็ม อินเตอร์มาร์ท จำกัด ขอสงวนสิทธิ์ในการยกเลิกคำสั่งซื้อ</li>
        <li>www.pmintermart.com กับ บริษัท พีเอ็ม อินเตอร์มาร์ท จำกัด ขอสงวนสิทธิ์ในการเปลี่ยนแปลงข้อกำหนดและเงื่อนไขการซื้อได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า</li>
    </ul>
    <p>
        ข้อมูลต่อไปนี้ใช้กับผลิตภัณฑ์ทุกประเภท ข้อมูลทั้งหมดบนเว็บไซต์เป็นคำเชิญให้ยอมรับข้อเสนอเท่านั้น หรือกล่าวอีกนัยหนึ่งว่าข้อมูลไม่ใช่ข้อเสนอหรือสัญญาที่มีผลผูกพัน โดยหากคุณทำคำสั่งซื้อของคุณแล้วคำสั่งซื้อทั้งหมดที่คุณส่งจะต้องได้รับการยอมรับจากเรา โดย เรา มีสิทธิ์ที่จะตรวจสอบความถูกต้องของการสั่งซื้อล่วงหน้าได้ตลอดเวลา และ / หรือปฏิเสธที่จะยอมรับคำสั่งซื้อโดยไม่ให้เหตุผลและไม่ต้องรับผิดต่อคุณหรือบุคคลที่สาม หากเราพบว่าคำสั่งซื้อของคุณไม่สามารถทำการยอมรับคำสั่งซื้อได้ เนื่องจากเงื่อนไขต่างๆ ที่ไม่เป็นไปตามที่บริษัทกำหนด เราอาจเลือกที่จะไม่ยอมรับคำสั่งซื้อของคุณตามดุลยพินิจของเราและคำสั่งซื้อของคุณอาจถูกปฏิเสธต่อไป
    </p>
    <p>
    ตัวอย่างการปฏิเสธการยอมรับคำสั่งซื้อของคุณมีดังนี้:
    </p>
    <p>
    <ul>
        <li>มีสินค้าแสดงบนเว็บไซต์ แต่ไม่มีในสต็อกอีกต่อไปหรือไม่มีแล้ว</li>
        <li>เราไม่สามารถรับการอนุมัติการชำระเงินของคุณได้</li>
        <li>ข้อจำกัดในการจัดส่ง</li>
        <li>ผลิตภัณฑ์ที่แสดงบนเว็บไซต์มีข้อผิดพลาด (ลักษณะที่ปรากฏ) เช่น ราคาไม่ถูกต้องหรือ คำอธิบายไม่ถูกต้อง เป็นต้น</li>
        <li>หรือขึ้นอยู่กับดุลยพินิจของบริษัท และ/หรือ บริษัทฯ
    </ul>
    </p>
    <p>
        4.2 ผลิตภัณฑ์<br>
        ผลิตภัณฑ์ทั้งหมดที่แสดงบนเว็บไซต์ขึ้นอยู่กับสต็อกความพร้อมจำหน่าย แต่ผลิตภัณฑ์ที่แสดงบนเว็บไซต์ อาจไม่มีจำหน่ายอีกต่อไป ในกรณีที่มีการผลิตจำนวนจำกัดหรือเป็นผลิตภัณฑ์ที่มีข้อจำกัดพิเศษ โดยข้อจำกัดเหล่านี้จะถูกแจ้งให้คุณทราบทางเว็บไซต์หรือผ่านช่องทางอื่น ๆ โปรดอ่านข้อมูลอย่างละเอียดก่อนสั่งซื้อ อีกทั้งผลิตภัณฑ์อาจแตกต่างจากภาพ ในเรื่องของสีและตัวแปรอื่น ๆ เนื่องจากเหตุผลด้านการถ่ายภาพอุปกรณ์เทคโนโลยีการแสดงผลชั้นนำหรือด้วยเหตุผลทางเทคนิคอื่นๆ เรา ไม่มีภาระผูกพันที่จะต้องจัดทำผลิตภัณฑ์ขึ้นใหม่หรือรับผิดชอบต่อความคลาดเคลื่อนเหล่านี้ การพิมพ์คำผิด, การแสดงข้อผิดพลาดของรายละเอียดสินค้าที่ปรากฏบนเว็บไซต์ไม่ถูกต้อง ไม่ทำให้สิทธิ์ใดๆ ของ เรา เป็นโมฆะ
    </p>
    <p>
        4.3 การบำรุงรักษาผลิตภัณฑ์<br>
        ขอแนะนำให้คุณใส่ใจกับคำแนะนำในการดูแลรักษาผลิตภัณฑ์ เราไม่รับผิดชอบใด ๆ ที่เกิดจากการจัดการผลิตภัณฑ์ที่ไม่เหมาะสม รวมถึงการจัดการที่ไม่ปฏิบัติตามคำแนะนำหรือ มาจากแหล่งอื่นที่ไม่ใช่เว็บไซต์หรือได้รับความเสียหายจากการใช้งานที่ไม่ถูกต้องหรือความประมาทเลินเล่อ (เช่น การซักการสัมผัสสารเคมีสารกัดกร่อนเปลวไฟความร้อนสูงของมีคม ฯลฯ ) และ / หรือได้รับความ เสียหายจากการใช้งานในทางที่ผิดหรือกิจกรรมที่นอกเหนือจากวัตถุประสงค์ที่ระบุไว้ในเว็บไซต์
        โปรดทราบว่าอายุขัยของผลิตภัณฑ์ใดๆ ขึ้นอยู่กับบุคคลที่ใช้ผลิตภัณฑ์ เงื่อนไขการใช้งานและรูปแบบการสวมใส่ของผู้ใช้ผลิตภัณฑ์ของเราได้รับความเสียหายจากการสึกหรอตามปกติหรือมีอายุการใช้งานนานเกินกว่าเหตุจะไม่สามารถเปลี่ยนหรือเปลี่ยนกลับคืนได้
    </p>
    <p>
        4.4 การยกเลิกคำสั่งซื้อ<br>
        กรุณาติดต่อฝ่ายบริการลูกค้าสำหรับรายละเอียดเพิ่มเติมที่ บริษัท พีเอ็ม อินเตอร์มาร์ท จำกัด
    </p>
    <p>
        4.5 ราคา<br>
        ราคาที่ระบุบนเว็บไซต์เป็นราคาที่รวมภาษีมูลค่าเพิ่ม(VAT) แล้ว และราคาเป็นสกุลเงินบาท (฿, THB)  ขอสงวนสิทธิ์ในการเปลี่ยนแปลง จำกัด หรือยกเลิกข้อเสนอหรือส่วนลดพิเศษใดๆ ได้ตลอดเวลาตามเงื่อนไขที่บริษัทกำหนด ในกรณีที่มีการเรียกเก็บค่าใช้จ่ายเพิ่มเติมแยกต่างหากจากการซื้อกับ เรา เช่น การจัดการการขนส่งไปรษณีย์การประกันภัยและศุลกากร และภาษีอื่นๆ ของรัฐบาล (ถ้ามี) ค่าใช้จ่าย อาจจะแตกต่างกันสำหรับแต่ละผลิตภัณฑ์และประเภทการจัดส่ง หรือกรณีจัดส่งไปที่ต่างประเทศ อาจเป็นไปตามเงื่อนไขของแต่ละประเทศปลายทาง
        สำหรับรายละเอียดเพิ่มเติมโปรดดูที่ หัวข้อ: การจัดส่งสินค้า
    </p>
    <p>
        4.6 วิธีการชำระเงิน<br>
        โปรดดูข้อมูลเกี่ยวกับการชำระเงิน เราขอสงวนสิทธิ์ในการปฏิเสธการชำระเงินด้วยวิธีการบางอย่างขึ้นอยู่กับผลการตรวจสอบ และแก้ไขได้ตลอดเวลาตามเงื่อนไขที่บริษัทกำหนดหรือพิจารณาเห็นสมควร
    </p>
    <p>
        4.7 การจัดส่ง<br>
        สามารถจัดส่งไปยังที่อยู่ที่บ้านหรือที่ทำงานของคุณ ซึ่งเป็นที่อยู่จัดส่งที่คุณระบุไว้ตอนทำรายการสั่งซื้อบนหน้าเว็บไซต์ โดยเราได้มีการยืนยันการจัดส่งให้คุณทางอีเมลที่คุณป้อนไว้ตอนทำรายการซื้อบนเว็บไซต์ของเรา เมื่อคุณได้รับแจ้งว่าสินค้าพร้อมส่งให้คุณแล้ว แต่การจัดส่งไม่สำเร็จ ซึ่งเกิดจากคุณไม่สามารถรับได้ ภายในระยะเวลาตามข้อกำหนดและเงื่อนไขการดำเนินงานของผู้ให้บริการขนส่งเอกชน หลังจากนั้น เราจะถือว่าได้ปฏิบัติตามภาระหน้าที่ในการส่งมอบผลิตภัณฑ์ให้แก่ท่านแล้ว โดยหากคุณต้องการให้เกิดการจัดส่ง ซ้ำ หรือส่งให้ใหม่อีกครั้ง และ/หรือขอการจัดส่งแยกต่างหาก โดยสาเหตุเกิดจากคุณเองที่ทำให้การจัดส่งไม่เป็นไปตามเงื่อนไขการจัดส่งของบริษัทขนส่งเอกชนหรือเรา คุณจะเป็นผู้รับผิดชอบค่าขนส่งนี้ด้วยตนเองทั้งหมด เราจึงจะจัดส่งให้ตามความประสงค์ของคุณต่อไป
        สำหรับข้อมูลโดยละเอียดเกี่ยวกับเวลาจัดส่ง โปรดตรวจสอบที่ หัวข้อ : การจัดส่งสินค้า ที่ระบุข้อกำหนด สำหรับการจัดส่งประเภทต่างๆ ที่เว็บไซต์ของเรา
        สำหรับเวลาในการจัดส่ง จะไม่ถือเป็นกำหนดเวลาที่เข้มงวด หากการจัดส่งล่าช้าหรือการจัดส่งมีข้อผิดพลาดและ/หรือมีข้อจำกัดบางประการ เช่น ภัยพิบัติในพื้นที่ ข้อจำกัดและการควบคุมต่างๆของรัฐบาล(ถ้ามี) หรือกรณีอื่นๆ นั่นที่หมายความว่าผลิตภัณฑ์ทั้งหมดของคุณอาจใช้เวลาในการจัดส่งนานขึ้น ความจริงที่ว่าเวลาจัดส่งเกินที่ระบุไว้จะไม่ทำให้คุณได้รับค่าตอบแทนหรือสิทธิประโยชน์ใด ๆ หรือจะไม่ให้สิทธิ์คุณในการยกเลิกคำสั่งซื้อของคุณ อย่างไรก็ตามขึ้นอยู่กับดุลยพินิจของเรา
        กรณีเปลี่ยน/คืนสินค้ากับเรา คุณจะเป็นผู้จ่ายค่าจัดส่งเองเพิ่มเติมกรณีเปลี่ยน/คืน/จัดส่งซ้ำ/ส่งให้ใหม่ อันเกิดสาเหตุอันเกิดจากคุณเอง และ/หรือคุณขอการจัดส่งแยกต่างหาก ในแต่ละธุรกรรมที่เกิดขึ้นจะชำระโดยการโอนเงินผ่านธนาคารหรือตามที่เรา กำหนด โดยการเรียกเก็บเงินจะแยกกัน โดยจะไม่รวมอยู่ในราคาหรือจำนวนเงินในการสั่งซื้อออเดอร์เดิมหรือค่าจัดส่งสินค้าในออเดอร์เดิม
        ในกรณีที่ไม่น่าเกิดขึ้น หลังจากที่คุณทำการสั่งซื้อสินค้าจากเราแล้ว แต่เรา ไม่สามารถส่งมอบให้เสร็จสมบูรณ์ได้ (ทั้งหมดหรือบางส่วน)อันเกิดจากเรา ทำให้คำสั่งซื้อของคุณไม่สามารถจัดส่งได้ สถานการณ์นี้ เราจะมีสิทธิ์ยกเลิกสัญญาการขาย อย่างไรก็ตามเราจะแจ้งให้คุณทราบโดยเร็วที่สุดและคืนเงินให้คุณสำหรับการชำระคืนหรือการชำระคืนตามเงื่อนไขระยะเวลาการคืนเงินตามที่บริษัทกำหนดหรือตามที่บริษัทเห็นสมควรโดยเร็วที่สุด
    </p>
    <p>
        4.8 การคืนสินค้าและการคืนเงิน<br>
        สำหรับข้อมูลเกี่ยวกับการคืนสินค้าและการคืนเงิน โดยมีวัตถุประสงค์เพื่อคืนสินค้าและขอคืนเงินโปรดดูที่ หัวข้อ: การเปลี่ยน/สินค้า บนเว็บไซต์ของเรา
    </p>
    <p>
        4.9 นโยบายการเปลี่ยนสินค้า<br>
        สำหรับข้อมูลเกี่ยวกับการจัดส่งแบบแลกเปลี่ยน โดยมีวัตถุประสงค์เพื่อเปลี่ยนสินค้า<br>
        โปรดดูที่ หัวข้อ : การเปลี่ยน/สินค้า บนเว็บไซต์ของเรา
    </p>
    <p>
        <strong>5.การแก้ไขข้อกำหนดและเงื่อนไขของเรา</strong><br>
        เราอาจเปลี่ยนแปลงข้อกำหนดและเงื่อนไขเป็นครั้งคราว เราขอสงวนสิทธิ์ในการแก้ไขข้อกำหนดและเงื่อนไขเหล่านี้ได้ตลอดเวลาตามดุลยพินิจของเราแต่เพียงผู้เดียว และไม่มีการอ้างอิงถึงคุณ โดยที่คุณยอมรับข้อกำหนดและเงื่อนไขปัจจุบันที่บังคับใช้กับคุณโดยการเข้าถึงเว็บไซต์นี้ และข้อตกลงการซื้อใดๆ อันเกิดจากการดำเนินการระหว่างคุณและเราซึ่งจะมีผลเมื่อคุณสั่งซื้อผ่านเว็บไซต์นี้หรือในวันที่คุณเรียกดูเว็บไซต์นี้ทันที
    </p>
    "
?>

<?php   if($devices == "mobile"){   ?>
            <div><?php include_once("page_mobile/terms_and_condition.php"); ?></div>
<?php   
        }else{     
?>
            <div><?php include_once("page_desktop/terms_and_condition.php"); ?></div>
<?php   }   ?>

<?php require("include_footer.php"); ?>
