<?php require("include_header.php"); ?>

<?php
    if($lang == "en"){
        $canonical_page = URL."?lang=en";
    }else{
        $canonical_page = URL;
    }
?>

    <title>นโยบายการใช้คุกกี้</title>
    
    <meta name="description" content="ของใช้ในโรงแรม จำหน่ายปลีก-ส่ง อุปกรณ์ของใช้โรงแรมครบวงจร สินค้าโรงแรม ของใช้ในห้องพัก สินค้าพื้นที่ส่วนกลาง ของใช้ในห้องน้ำ อเมนิตี้ รถเข็นโรงแรม ป้ายแขวนประตู ไดร์เป่าผมติดผนัง ตู้เย็นโรงแรม กระจกส่องหน้า รองเท้าสลิปเปอร์" />
    <link rel="canonical" href="<?php echo $canonical_page;?>" />
</head>
<body itemscope itemtype="http://schema.org/WebPage"> 

<?php
    $header = "<h2>นโยบายการใช้คุกกี้</h2>";
    $content = "
        <p>
            บริษัท พีเอ็ม อินเตอร์มาร์ท จำกัด (“บริษัท”) ใช้คุกกี้บนเว็บไซต์ www.pmintermart.com (“เว็บไซต์”) เพื่อพัฒนาการให้บริการแก่ท่าน โดยคุกกี้บางประเภทที่บริษัทใช้มีความสำคัญต่อการทำงานของบริการบนเว็บไซต์ ในขณะที่คุกกี้บางประเภทใช้สำหรับจัดเก็บข้อมูล (สถิติ) การใช้งานของท่านบนเว็บไซต์ เพื่อให้บริษัทสามารถพัฒนาบริการบนเว็บไซต์ให้สะดวกสบายในการใช้งานและเป็นประโยชน์แก่ท่าน คุกกี้บางประเภทเป็นคุกกี้ที่มีอยู่ชั่วคราวซึ่งจะหายไปเมื่อท่านปิดเบราว์เซอร์ ในขณะที่คุกกี้บางตัวจะคงอยู่ในคอมพิวเตอร์ของท่านไปอีกระยะหนึ่ง นอกจากนี้ บริษัทยังมีการใช้งาน Local คุกกี้ ซึ่งเป็นคุกกี้ที่มาพร้อมกับโฆษณาในระดับท้องถิ่นต่างๆ โดยคุกกี้เหล่านี้จะหายไปเมื่อโฆษณาดังกล่าวสิ้นสุดลง
        </p>
        <p>
            บริษัทมีความจำเป็นต้องใช้คุกกี้บางประเภทเพื่อให้เว็บไซต์สามารถใช้การได้ ในขณะที่คุกกี้บางประเภทจะถูกใช้งานเพื่อพัฒนาการทำงานของเว็บไซต์และเพื่อประสบการณ์ในการใช้งานของท่าน
        </p>
        <p>
            <strong>คุกกี้ที่จำเป็นต้องมี จะถูกใช้งานเพื่อ:</strong>
            <ul>
                <li>จดจำสิ่งที่ท่านเลือกซื้อในตะกร้าสินค้า</li>
                <li>จดจำระยะเวลาการสั่งซื้อสินค้าของท่าน</li>
            </ul>
        </p>
        <p>
            <strong>คุกกี้สำหรับการใช้งาน จะถูกใช้งานเพื่อ:</strong>
            <ul>
                <li>จดจำรายละเอียดการเข้าสู่ระบบของท่าน</li>
                <li>ทำให้มั่นใจว่าท่านได้รับการคุ้มครองเมื่อเข้าสู่ระบบ</li>
                <li>ทำให้มั่นใจว่าเว็บไซต์มีความต่อเนื่อง</li>
                <li>สนับสนุนบริการสื่อสารทางออนไลน์ (Live Chat)</li>
            </ul>
        </p>
        <p>
            <strong>คุกกี้ปฏิบัติการ จะถูกใช้งานเพื่อ:</strong>
            <ul>
                <li>พัฒนาการทำงานของเว็บไซต์</li>
                <li>พัฒนาการให้บริการแก่ผู้ใช้งาน</li>
            </ul>
        </p>
        <p>
            <strong>คุกกี้เป้าหมาย จะถูกใช้งานเพื่อ:</strong>
            <ul>
                <li>ให้ท่านสามารถแบ่งปันและแสดงความถูกใจข้อมูลที่อยู่บนเว็บไซต์</li>
                <li>ส่งข้อมูลให้แก่เว็บไซต์อื่นๆ เพื่อให้สามารถจัดทำโฆษณาให้เป็นไปตามความต้องการของเว็บไซต์เหล่านั้น</li>
                <li>ส่งอีเมลแจ้งเตือนเกี่ยวกับสินค้าที่อยู่ในตะกร้าสินค้าของคุณ</li>
            </ul>
        </p>
        <p>
            <strong>คุกกี้จะถูกใช้งานเพื่อพัฒนาการให้บริการแก่ท่าน โดยมีตัวอย่างดังต่อไปนี้</strong>
            <ul>
                <li>ทำให้สามารถให้บริการบางประเภท เช่น การชำระเงินได้ ซึ่งบริการดังกล่าวไม่สามารถทำงานได้หากไม่มีคุกกี้</li>
                <li>ทำให้เว็บไซต์สามารถจดจำอุปกรณ์ของท่านได้ ทำให้ท่านไม่ต้องให้ข้อมูลเดิมครั้ง</li>
                <li>จดจำว่าเมื่อท่านเข้าใช้งานเว็บไซต์ ท่านได้ใช้ชื่อผู้เข้าใช้และรหัสผ่านตามบัญชีของท่านแล้ว ดังนั้นท่านจึงไม่จำเป็นต้องให้ชื่อผู้เข้าใช้หรือรหัสผ่านสำหรับการเข้าใช้เว็บเพจบนเว็บไซต์ทุกครั้ง</li>
                <li>คอยสำรวจจำนวนผู้เข้าใช้เว็บไซต์ เพื่อทำให้เว็บไซต์ใช้การได้ง่ายขึ้นและเพื่อให้บริษัทมั่นใจได้ว่าการใช้งานเว็บไซต์มีความรวดเร็ว</li>
                <li>วิเคราะห์ข้อมูลเพื่อช่วยให้บริษัทเข้าใจพฤติกรรมการใช้งานเว็บไซต์ของท่านและเพื่อให้บริษัทสามารถพัฒนาเว็บไซต์ต่อไป</li>
            </ul>
        </p>
        <p>
            โปรดทราบว่าหากท่านเลือกที่จะไม่ใช้คุกกี้ระหว่างที่ท่านเข้าใช้งานเว็บไซต์ บริการหรือหน้าต่างๆ บนเว็บไซต์บางอย่างอาจใช้การไม่ได้ตามที่คาดหมาย เช่น ท่านจะไม่สามารถใช้บริการบัญชีการเลือกสินค้า (Shopping List) ได้ และบริษัทจะไม่สามารถแจ้งเตือนท่านเกี่ยวกับสินค้าที่ท่านอาจสนใจตามประสบการณ์การเลือกซื้อสินค้าที่ผ่านมาของท่านได้
        </p>
        <p>
            หากท่านต้องการลบคุกกี้ที่อยู่บนคอมพิวเตอร์ของท่าน ท่านสามารถศึกษาได้จากคำสั่งของผู้ให้บริการเบราว์เซอร์ของท่านโดยกดที่คำว่า “ช่วยเหลือ” ในรายการเบราว์เซอร์ของท่าน
        </p>
        <p>
            นอกจากนี้ ท่านสามารถศึกษาเกี่ยวกับคุกกี้เพิ่มเติม รวมถึงวิธีการลบและควบคุมคุกกี้ได้ที่ www.aboutcookies.org หรือโดยกดที่คำว่า “ช่วยเหลือ” ในหน้ารายการเบราว์เซอร์ของท่าน
        </p>
    "
?>

<?php   if($devices == "mobile"){   ?>
            <div><?php include_once("page_mobile/cookie_policy.php"); ?></div>
<?php   
        }else{     
?>
            <div><?php include_once("page_desktop/cookie_policy.php"); ?></div>
<?php   }   ?>

<?php require("include_footer.php"); ?>
